Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/A40A.tmx
Source language: en_us
Languages: zh_cn

source: Tour de France 2012: Part two
zh_cn: 2012环法自行车赛第2部分

source: The 2012 Tour de France enters the final week with some tough climbs in the Pyrenees and a decisive individual time-trial remaining before the peloton races laps on the Champs-Elysees in Paris on Sunday.
zh_cn: 2012年环法自行车比赛进入最后一周，需要攀爬陡峭的比利牛斯山，并进行有决定性意义的个人计时赛，周日，在巴黎香榭丽舍大道上，将举行胜利庆典。

source: Barring surprises, leader Bradley Wiggins looks set to become the first British winner of the Tour in the 99 editions of the race to date.
zh_cn: 如无意外，布拉德利.威金斯将成为第99届环法自行车赛的第一名英国籍冠军。

source: His main rival, Christopher Froome, isn't even trying to beat him, as they're on the same team.
zh_cn: 他的主要对手，克里斯多弗.弗洛梅，也是他的队友，会全力配合他夺冠。

source: Defending champion Cadel Evans of Australia has aggressively tried to hold his title, but Wiggins' mastery in the time trial and team strength in the mountains has left him minutes behind.
zh_cn: 上届卫冕冠军卡德尔.埃文斯虽然全力以赴力保自己的位置，但是威金斯极其擅长山地计时比赛并拥有强大的团队支持，埃文斯落后于威金斯数分钟。

source: An appalling and dangerous act of sabotage struck the peloton atop the Mur de Peguere as unknown assailants scattered upholstery tacks on the tarmac, causing Evans and around 30 other riders to flat there or on the steep descent.
zh_cn: 在“Mur de Peguere ”山顶时，由于匿名破坏者向路面投掷杂物，造成车队前行受阻，埃文斯及其它30名骑手摔倒或不得不绕道陡坡慢性。

source: The Tour de France finishes in Paris after 2,173 miles on July 22. -- Lane Turner (31 photos total)
zh_cn: 环法自行车赛将于7月22日如期闭幕，总赛程为2173英里(3500公里) (31 张图片)作者：Lane Turner

source: 1 Bradley Wiggins of Britain, wearing the overall leader's yellow jersey, speeds down Croix de Fer pass during the 11th stage of the Tour de France on July 12, 2012. (Christophe Ena/Associated Press)
zh_cn: 1. 2012年7月12日，环法自行车赛第11站，英国籍骑手布拉德利.威金斯身着黄色领骑衫，减速通过。(克里斯多弗.艾娜/美联社)

source: 2 Christopher Froome of Britain strains in the last meters of the 9th stage, an individual time trial over 41.5 kilometers, on July 9, 2012. (Laurent Rebours/Associated Press) #
zh_cn: 2 2012年7月9日，41.4公里个人计时赛，第9站，最后一米处的冲刺的克里斯多弗.弗洛梅。 (劳伦特.罗伯斯/美联社) #

source: 3 Fans cheer on stage winner and yellow jersey holder Bradley Wiggins during the individual time-trial on July 9, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 3 2012年7月9日，个人计时赛期间，本站胜利者，黄色领骑衫的所有者布拉德利.威金斯 通过时，路边欢呼的粉丝。(乔尔.萨吉特/法新社/盖蒂图片社)

source: 4 The peloton makes the climb of the Col du Grand Colombier during stage ten from Macon to Bellegarde-Sur-Valserine on July 11, 2012 in La Sapette, France. (Doug Pensinger/Getty Images) #
zh_cn: 4 2012年7月11日，法国La Sapette地区，比赛第10站，从马孔到Bellegarde-Sur-Valserine赛段，正在攀爬“Col du Grand Colombier ”的自行车队伍。(Doug Pensinger/盖蒂图片社) #

source: 5 Decorations are displayed on the facade of a building prior to the start of the tenth stage on July 11, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 5 2012年7月11日，比赛第10站开始之前，建筑物外墙的装饰。 (乔尔.萨吉特/法新社/盖蒂图片社) #

source: 6 A man performs with puppets representing Arnold Schwarzenegger and George Bush at the departure village prior to the start of the tenth stage on July 11, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 6 2012年7月11日，第10站比赛开始前，车队出发的镇上，一位表演者正在表演木偶戏，这两个木偶代表了阿诺德.斯瓦辛格及乔治.布什。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 7 Thomas Voeckler climbs in a breakaway in the tenth stage on July 11, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 7 2012年7月11日，比赛第10站，托马斯.沃克勒正奋力向上攀爬。( 乔尔.萨吉特/法新社/盖蒂图片社) #

source: 8 An entertainer balances his bicycle atop a lamp post with the Alps in the background prior to the 11th stage in Albertville on July 12, 2012. (Christophe Ena/Associated Press) #
zh_cn: 8 2012年7月12日，阿尔贝维尔，比赛第11站开始前，以阿尔卑斯山为背景，杂技人员正在路灯杆上平衡他的自行车。 (克里斯多弗.艾娜/美联社) #

source: 9 Australian fans wave national flags as the peloton rides in the eleventh stage between Albertville and La Toussuire-Les Sybelles on July 12, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 9 2012年7月12日， 比赛第11站，从阿尔贝维尔到La Toussuire-Les Sybelles之间， 自行车队经过时，澳大利亚粉丝摇旗呐喊。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 10 Fans dressed as skiers cheer on Bradley Wiggins and teammate Christopher Froome on the eleventh stage on July 12, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 10 2012年7月12日，比赛第11站，布拉德利.威金斯及其队友克里斯多弗.弗洛梅通过时，身着滑雪服的粉丝们夹道欢呼。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 11 A fan with a flag of Belgium runs alongside Jurgen Van Den Broeck of Belgium (second from right) as a group climbs towards La Toussuire during the 11th stage on July 12, 2012. (Christophe Ena/Associated Press) #
zh_cn: 11 2012年7月12日， 比赛第11站，一组自行车队正在向“La Toussuire” 进发，一名比利时粉丝举着比利时国旗向比利时骑手范德布罗克致敬。(克里斯多弗.艾娜/美联社) #

source: 12 Team Sky of Britain speeds down Granier pass behind Edvald Boasson Hagen of Norway during the 12th stage between Saint-Jean-de-Maurienne and Annonay on July 13, 2012. (Laurent Cipriani/Associated Press) #
zh_cn: 12 2012年7月13日，比赛第12站，从圣让木列纳河谷到阿诺奈赛段，天空车队骑手从挪威骑手哈根身后绕过，迫使其减速。(劳伦特.斯普莱利/美联社) #

source: 13 The breakaway pedals through a tunnel in the twelfth stage between Saint-Jean-de-Maurienne and Annonay Davezieux on July 13, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 13 2012年7月13日，比赛第12站，从圣让木列纳河谷到阿诺奈赛段，踏板车追随者隧道内的骑手。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 14 A fan waits for riders during the twelfth stage on July 13, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 14 2012年7月13日，比赛第12站，等待车队通过的粉丝。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 15 A fan, with his 1912 bicycle, cheers on the peloton riding in the twelfth stage on July 13, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 15 2012年7月13日，比赛第12站，车队通过时，骑着1912年纪念版自行车的粉丝正在欢呼。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 16 Stage winner David Millar rides in a breakaway in the twelfth stage on July 13, 2012. (Lionel Bonaventure/AFP/GettyImages) #
zh_cn: 16 2012年7月13日，比赛第12站，本站胜利者大卫.米拉尔疾速前行。 (莱昂内尔.文德/法新社/盖蒂图片社) #

source: 17 The peloton rides past vineyards during the 12th stage between Saint-Jean-de-Maurienne and Annonay-Davezieux on July 13, 2012. (Bogdan Cristel/Reuters) #
zh_cn: 17 2012年7月13日，比赛第12站，从圣让木列纳河谷到阿诺奈赛段，车队通过葡萄园。(博格丹.克里斯特/路透社) #

source: 18 Fans cheer on the breakaway riders in the twelfth stage on July 13, 2012. (Joel Saget/AFP/GettyImages) #
zh_cn: 18 2012年7月13日，比赛第12站，骑手快速通过时，欢呼的粉丝们。(乔尔.萨吉特/法新社/盖蒂图片社) #

source: 19 The breakaway is reflected in a roadside mirror during the twelfth stage on July 13, 2012. (Lionel Bonaventure/AFP/GettyImages) #
zh_cn: 19 2012年7月13日，比赛第13站，从路旁望后镜上照出的比赛车队。 (莱昂内尔.文德/法新社/盖蒂图片社) #

source: 20 David Millar of Britain collapses after crossing the finish line to win the 140-mile 12th stage in Annonay on July 13, 2012. (Peter Dejong/Associated Press) #
zh_cn: 20 2012年7月13日，第12站，阿诺奈境内，穿过终点线的英国籍骑手大卫.米拉尔由于体力不支，跌倒在地。该赛程长140英里(224公里)(彼得.德琼/美联社) #

source: 21 Anthony Roux of France receives medical assistance from his team as he rides during the 13th stage between Saint-Paul-Trois-Chateaux and Cap d'Agde on July 14, 2012. (Bogdan Cristel/Reuters) #
zh_cn: 21 2012年7月14日，比赛第13站，从Saint-Paul-Trois-Chateaux 到 Cap d'Agde，法国骑手安东尼.基路 正在边骑车边接受车队资料。(博格丹.克里斯特/路透社) #

source: 22 The peloton rides past sunflowers during the 13th stage on July 14, 2012. (Stephane Mahe/Reuters) #
zh_cn: 22 2012年7月14日， 比赛第13站，车队通过向日葵田地。(史蒂芬.马希/路透社) #

source: 23 The peloton passes through Uzes during the 13th stage on July 14, 2012. (Christophe Ena/Associated Press) #
zh_cn: 23 2012年7月14日，比赛第13站，车队途径于泽思。(克里斯多弗.艾娜/美联社) #

source: 24 Team Europcar riders pass a woman waving the French flag on Bastille Day during the 13th stage on July 14, 2012. (Laurent Cipriani/Associated Press) #
zh_cn: 24 2012年7月14日，比赛第13站，法国国庆日当天，法国车队经过时，一名女士手举法国国旗，表示敬意。 (劳伦特.斯普莱利/美联社) #

source: 25 The peloton rides past a woman on a horse during the 13th stage on July 14, 2012. (Stephane Mahe/Reuters) #
zh_cn: 25 2012年7月14日， 比赛第13站，车队通过，路边骑在马背上的女士。(史蒂芬.马希/路透社) #

source: 26 The peloton pedals through vineyards during the 13th stage on July 14, 2012. (Stephane Mahe/Reuters) #
zh_cn: 26 2012年7月14日， 比赛第13站，车队经过葡萄园。(史蒂芬.马希/路透社) #

source: 27 Cheerleaders of the USAP rugby team from Perpignan encourage the riders during the 14th stage between Limoux and Foix on July 15, 2012. (Christophe Ena/Associated Press) #
zh_cn: 27 2012年7月15日， 比赛第14站，比赛安排从利穆地区到富瓦地区，USAP的橄榄球队拉拉队为车队打气助威。(克里斯多弗.艾娜/美联社) #

source: 28 The peloton with Christian Vandevelde of the US (center) passes through Tarascon-sur-Ariege during the 14th stage on July 15, 2012. (Laurent Cipriani/Associated Press) #
zh_cn: 28 2012年7月15日， 比赛第14站，美国籍骑手克里斯蒂安.范德维德带队穿过塔斯拉克阿列日境内。(劳伦特.斯普莱利/美联社) #

source: 29 (Left to right) Peter Sagan, Gorka Izaguirre, Philippe Gilbert, and Sandy Casar sprint at the finish line of the 14th stage in Foix on July 15, 2012. (Jean-Paul Pelissier/Reuters) #
zh_cn: 29 2012年7月15日，富瓦，比赛第14站，冲向终点线的几名骑手(从左到右)：彼得.萨米恩托、卡洛克.伊萨吉雷、菲利普.吉尔伯特及仙蒂.塞萨尔。(让.保尔.佩利西耶/路透社) #

source: 30 Vincenzo Nibali of Italy (center left) leads Bradley Wiggins of Britain (wearing the overall leader's yellow jersey) as they climb Mur de Peguere during the 14th stage on July 15, 2012. (Christophe Ena/Associated Press) #
zh_cn: 30 2012年7月15日，比赛第14站，在Mur de Peguere 爬坡时，意大利籍骑手文森佐.尼巴里(中间偏左)在英国籍骑手巴拉德利.威金斯(身着黄色领骑衫)前领骑。(克里斯多弗.艾娜/美联社) #

source: 31 A fan gives Joan Horrach of Spain a push as he climbs Mur de Peguere during the 14th stage on July 15, 2012. (Christophe Ena/Associated Press) #
zh_cn: 31 2012年7月15日，比赛第14站， 在Mur de Peguere 爬坡时，一名粉丝助西班牙骑手让.霍拉初一臂之力。(克里斯多弗.艾娜/美联社) #
